import React from 'react';
import PageContainer from '~/components/layouts/PageContainer';

function About() {
    return (
        <PageContainer>
            <div className="container about">
                <div className="about__title">
                    <h2>О Нас</h2>
                    <p>
                        Technics - Кыргызстанда видеобайкоо тармагындагы элге
                        жакын бааларды тартуулаган жападан жалгыз компания!
                        Бизге сиздин ыраазычылыгыңыз абдан кымбат. Ушул себептен
                        биз бир гана атактуу ишканалар менен мамиле курабыз. Бир
                        гана сапаттуу жабдууларды жогорку кепилдик менен
                        ыйгарабыз.<br/> Technics - единственная компания в Кыргызстане,
                        которая сделала систему видеонаблюдения доступной именно
                        конечному потребителю. Нам важно довольство потребителя,
                        потому мы сотрудничаем только с известными
                        изготовителями и предлагаем только качественное
                        оборудование на максимальный срок гарантии.
                    </p>
                </div>
            <img src="/images/amazon.jpg" alt="" />
            </div>
        </PageContainer>
    );
}
export default About;
